tap 'fundingcircle/mortuary'
tap 'homebrew/dupes'
tap 'homebrew/php'
tap 'homebrew/versions'
tap 'homebrew/boneyard'
tap 'caskroom/casks'

brew 'qt'
brew 'redis'
brew 'postgresql92', args: ['with-perl']
brew 'elasticsearch090'
cask 'wkhtmltopdf'
brew 'phantomjs198'
brew 'php54', args: ['with-postgresql', 'with-fpm']
brew 'cassandra12'
# NOTE: snappy is a virsandra gem dependency
brew 'snappy'
brew 'varnish'
brew 'memcached'
brew 'node'
brew 'nginx', args: ['with-passenger']
brew 'cmake'
brew 'rabbitmq'
